IDEA StatiCa Open Model
SectionCharacteristics.Y0 Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the Shear center coordinate Y related to the center of gravity.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Y0 { get; set; }
Public Property Y0 As Double
	Get
	Set
public:
property double Y0 {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace